{
    "name": "Maureen Allanic",
    "title": "Bridging Space Exploration and Digital Innovation",
    "location": "Paris, Île-de-France, France",
    "email": "maureen.nal@gmail.com",
    "linkedin": "https://www.linkedin.com/in/maureen-allanic/",
    "summary": "Rapid Prototyping Team Lead at the European Space Agency, empowering space experts through advanced AI capabilities. I combine the rigor of space engineering with the agility of a serial entrepreneur. From co-founding businesses to leading cross-functional tech teams, I focus on turning bold ideas into functional prototypes. Driven by curiosity and always seeking the next challenge.",
    "experience": [
        {
            "company": "European Space Agency - ESA",
            "role": "Professional in AI & Emerging Technology Platforms",
            "period": "September 2022 - Present",
            "location": "Noordwijk, Netherlands",
            "highlights": [
                "Engage with customers and stakeholders to elicit requirements, constraints, and expectations for the AI & Emerging Technology Platform",
                "Collaborate with teams to define governance policies for AI/ML and emerging technology adoption, ensuring compliance and scalability",
                "Integrated third-party APIs into internal systems, automating workflows and reducing manual processes by 20%",
                "Design and deliver AI training programs for beginners across the agency"
            ]
        },
        {
            "company": "Young ESA Entrepreneurs",
            "role": "Co-founder & Lead",
            "period": "September 2021 - September 2023",
            "location": "ESTEC",
            "highlights": [
                "Encouraging entrepreneurial spirit at ESA",
                "Building a network of venture-minded ESA professionals",
                "Establishing communication link between Young Professionals and ESA Business Incubation Centres"
            ]
        },
        {
            "company": "European Space Agency - ESA",
            "role": "Process Review & Knowledge Management Officer",
            "period": "September 2020 - September 2022",
            "location": "Noordwijk, Netherlands",
            "highlights": [
                "Provided knowledge management support to space exploration projects (ISS Operations, Orion, I-HAB, ESPRIT, ExoMars, ERO MSR)",
                "Implemented processes for personal data protection, security, and quality management",
                "Designed and delivered training on process best practices and knowledge management tools"
            ]
        },
        {
            "company": "Tata Consultancy Services",
            "role": "IT Functional Analyst",
            "period": "September 2019 - September 2020",
            "location": "Brussels, Belgium",
            "highlights": [
                "Involved in planning, analysis, development, testing, implementation and rollout of customer projects",
                "Development of customer-specific functionalities"
            ]
        },
        {
            "company": "OUispeak Solutions",
            "role": "Co-founder & CMO",
            "period": "October 2017 - September 2020",
            "location": "Aix-En-Provence, France",
            "highlights": [
                "Provided international communication services to luxury brands (Cartier, Longchamp, Rolex, Galeries Lafayette)",
                "Contributed to high-growth startup, supporting cross-functional teams"
            ]
        },
        {
            "company": "IBM",
            "role": "IT Junior Consultant",
            "period": "January 2019 - June 2019",
            "location": "Marseille, France",
            "highlights": [
                "Monitored implementation of various client IT projects and regional initiatives",
                "Identified business opportunities with IBM Track & Trace blockchain, IBM Cloud, IBM Watson"
            ]
        },
        {
            "company": "meet your data",
            "role": "Data Analyst",
            "period": "October 2016 - August 2017",
            "location": "Lille, France",
            "highlights": [
                "Provided customized web analytics services to 10+ clients from various sectors",
                "Managed dataLayers implementation, data collection, cleaning, and analysis",
                "Conducted A/B testing and analyzed online marketing strategies"
            ]
        }
    ],
    "education": [
        {
            "institution": "Tilburg University",
            "degree": "Master of Science in Information Management",
            "field": "Technologies de l'information",
            "year": "2018 - 2019"
        },
        {
            "institution": "University of Turku",
            "degree": "Master of Science in Economics and Business Administration",
            "field": "Management Information Systems",
            "year": "2018"
        },
        {
            "institution": "Aix-Marseille Graduate School of Management - IAE",
            "degree": "International Master in Management of Information Technology (IMMIT)",
            "field": "Technologies de l'information",
            "year": "2017"
        },
        {
            "institution": "Sciences U Lille - EFFICOM / EFAB",
            "degree": "Bachelor Web Design & Development",
            "field": "Technologies de l'information",
            "year": "2016 - 2017"
        },
        {
            "institution": "中国海洋大学 (Ocean University of China)",
            "degree": "International Chinese Business Program",
            "field": "Business",
            "year": "2015"
        }
    ],
    "skills": [
        "AI/ML Platform Development",
        "Product Ownership",
        "MLOps & GenAI",
        "Knowledge Management",
        "Process Improvement",
        "Drone Piloting",
        "Figma",
        "Microsoft Power Apps",
        "Data Analytics",
        "API Integration",
        "Blockchain Technology"
    ],
    "languages": [
        {
            "language": "French",
            "level": "Native or Bilingual"
        },
        {
            "language": "English",
            "level": "Full Professional"
        },
        {
            "language": "Mandarin",
            "level": "Limited Working"
        }
    ],
    "certifications": [
        {
            "title": "Drone pilot A1/A3",
            "issuer": "EASA - European Union Aviation Safety Agency",
            "date": "May 2025 - May 2030",
            "id": "NLD-RP-eu7bucajzwgu",
            "skills": [
                "Drone Piloting"
            ]
        },
        {
            "title": "Space Sustainability",
            "issuer": "EPFL",
            "date": "Issued Mar 2024",
            "skills": [
                "Space Planning",
                "Sustainability"
            ],
            "description": "The goal of the course is to learn what space sustainability means and how to design, operate missions and how to manage space business with a sustainability perspective."
        },
        {
            "title": "Designing Space Missions & Systems",
            "issuer": "Teaching Science & Technology, Inc. (TSTI)",
            "date": "Issued Feb 2024",
            "id": "529bc0d4-62f2-494b-a2e0-cfd389974d76",
            "skills": [
                "Aerospace",
                "Space Mission"
            ],
            "description": "26-hour Designing Space Missions & Systems workshop which examines the real-world application of the entire space systems operations and engineering discipline."
        },
        {
            "title": "AI Strategies and Roadmap: Systems Engineering Approach",
            "issuer": "MIT Professional Education",
            "date": "Issued Feb 2024",
            "id": "94055724",
            "skills": [
                "Artificial Intelligence (AI)",
                "Project management"
            ]
        },
        {
            "title": "Completion Concurrent Design Hackathon",
            "issuer": "ESA/ESTEC",
            "date": "Issued Dec 2022",
            "id": "fc275a29-848e-46d4-a133-d315837fb40a",
            "skills": [
                "Space Systems",
                "Solar Power"
            ]
        },
        {
            "title": "Certified SAFe® 5 Agilist",
            "issuer": "SAFe by Scaled Agile, Inc.",
            "date": "Issued Oct 2022",
            "id": "34521323-1139",
            "skills": [
                "Agile Methodologies",
                "DevOps"
            ]
        }
    ],
    "projects": [
        {
            "name": "Gravity Assist - ESA Internal Incubator",
            "period": "2023 – Present",
            "description": "Co-launched ESA's internal startup incubator 2025 to accelerate innovation and bypass bureaucratic hurdles. Organized a 3-day intrapreneurship event yielding 5 winning teams (from 25) who received €30k funding and 6 months of coaching.",
            "technologies": [
                "Intrapreneurship",
                "Innovation Management",
                "Startup Incubation",
                "Space Tech"
            ],
            "link": "https://www.linkedin.com/posts/ugcPost-7389574161465090049-7lm3"
        },
        {
            "name": "YPSat - Young Professionals Satellite",
            "period": "Aug 2022 – Sep 2024",
            "description": "ESA's Young Professionals Satellite project, participating in the Ariane 6 maiden flight. Led communications coordination for a multidisciplinary, multicultural team.",
            "technologies": [
                "Space Systems",
                "Project Management",
                "Communications"
            ],
            "link": "https://www.esa.int/ESA_Multimedia/Sets/The_Young_Professional_Satellite/(result_type)/videos"
        },
        {
            "name": "OUispeak Solutions",
            "period": "Oct 2017 – Sep 2020",
            "description": "Co-founded the company in 2017, a technology company specialising in remote interpretation solutions for multilingual events.nternational communication services platform serving luxury brands including Cartier, Longchamp, Rolex, and Galeries Lafayette.",
            "technologies": [
                "SaaS",
                "Communication",
                "Business Development"
            ],
            "link": "https://ouispeak.io/"
        },
        {
            "name": "Smart Green Pallet - IBM",
            "period": "Apr 2019 – Aug 2019",
            "description": "Co-creation of a smart green pallet. Incorporating IoT sensors and RFID tags allows for real-time monitoring of the pallet's location, condition, and inventory levels. This ensures better supply chain management and tracking efficiency. PoC developed for CMA CGM.",
            "technologies": [
                "IoT",
                "RFID",
                "Supply Chain Management",
                "Blockchain"
            ],
            "link": "http://youtube.com/watch?v=4cbmeHskl98&feature=share&ab_channel=IBMDigitalBusinessAutomation"
        },
        {
            "name": "Lola by Sonora Labs: Strategy Project",
            "period": "Nov 2017 – Dec 2017",
            "description": "The project was done as a course work in IAE Aix-Marseille Graduate School of Management and the results were delivered to Sonora Labs. Strategic market analysis for a French start-up company providing a blockchain-based private cloud solution.",
            "technologies": [
                "Strategy",
                "Market Analysis",
                "Blockchain",
                "Cloud Solutions"
            ],
            "link": "https://www.kisskissbankbank.com/en/projects/lola--2"
        },
        {
            "name": "BGO Mobility - Rickshaws Mobility App",
            "period": "Mar 2016 – Sep 2016",
            "description": "Worked on Bgo Mobility project. An early stage start-up aiming to improve the urban mobility on how we travel in rickshaws in the cities of India. The project focus to create and deliver a whole new experience on how we commute from different parts of the city.",
            "technologies": [
                "Mobile App",
                "Urban Mobility",
                "Startup",
                "India"
            ],
            "link": ""
        }
    ],
    "awards": [
        {
            "title": "1st Winner - MBSE 2024 Hackathon",
            "issuer": "ESA",
            "date": "May 2024",
            "associated": "European Space Agency - ESA",
            "description": "Conceptual Design for a Greenhouse Module on the Moon using MBSE and SysML. Our team designed Vertigo, a lunar greenhouse module ensuring future moon inhabitants have fresh veggies.",
            "links": [
                "https://mbse2024.welcome-manager.de/front/content.php?id_article=554"
            ]
        },
        {
            "title": "1st Winner - Mistral AI Hackathon 2024",
            "issuer": "Mistral AI",
            "date": "May 2024",
            "associated": "",
            "description": "Our team won the Mistral AI Paris Hackathon 2024 (Mistral API track), the largest ever french hackathon. We've successfully built Le ChatOn Vision, a multi-modal RAG system that allows for natural video analysis in real-time, reducing workload and boosting efficiency. Inspired by Project Astra, it aims to provide a chat-like experience for analyzing video data captured by autonomous systems like drones or robots.",
            "links": [
                "https://devpost.com/software/le-chat-on-vision"
            ]
        },
        {
            "title": "1st Winner - Contest 'Imagine my life in the future of farming'",
            "issuer": "Chambre d'Agriculture de Bretagne",
            "date": "November 2021",
            "associated": "",
            "description": "A competition to invite Bretons to share their vision of the pig farming of tomorrow. Participants were invited to provide concrete proposals to improve welfare in pig farming. Won with a 3D modelisation of tomorrow's farm.",
            "links": [
                "https://www.echosciences-bretagne.bzh/articles/animagine-lancement-d-un-concours-d-expression-sur-l-elevage-porcin"
            ]
        },
        {
            "title": "1st Winner - Competition Tremplin Sud Award at Le Phare de l'entrepreneuriat",
            "issuer": "Accede",
            "date": "March 2019",
            "associated": "OUispeak Solutions",
            "description": "Challenge among 100+ promising start-ups from the south region of France.",
            "links": [
                "https://www.tourmag.com/Start-up-Ouispeak-recompensee-Tremplin-Sud-du-Phare-de-l-Entrepeneuriat-2019_a97842.html",
                "https://www.youtube.com/watch?v=a8ItLFvzO3I"
            ]
        },
        {
            "title": "1st Winner - IBM x Intrum Hackathon for financial wellbeing",
            "issuer": "Intrum",
            "date": "April 2018",
            "associated": "Turun yliopisto - University of Turku",
            "description": "While I was a student studying Information Systems at the School of Economics in Turku, Finland, I participated in a hackathon jointly organized by Tieto, Intrum, IBM, and Nordic Finance Innovation. This European challenge featured 13 diverse teams competing to develop innovative solutions. Our project utilized IBM Watson to create a groundbreaking service for managing personal finances, aimed at enhancing customer experience through effective use of data and public APIs.",
            "links": [
                "https://www.youtube.com/watch?v=94L8_azx7yg"
            ]
        }
    ],
    "publications": [
        {
            "type": "Article",
            "title": "Hear from an ESA Junior Professional: Maureen",
            "publisher": "European Space Agency",
            "date": "May 22, 2025",
            "description": "The European Space Agency's Junior Professional Programme (JPP) is now open for applications—an exciting gateway for junior professionals eager to launch their careers in the space sector. Among the many success stories to come out of the programme is Maureen, a Junior Professional whose journey at ESA included leading innovation within the IT Department and contributing to pioneering projects like YPSat-1, a satellite mission driven entirely by the Young ESA community. With hands-on experience, international collaboration and personal growth at its core, the JPP offers a unique opportunity to shape the future of space while developing your own professional path – as Maureen demonstrates in this interview.",
            "link": "https://www.esa.int/About_Us/Careers_at_ESA/Hear_from_an_ESA_Junior_Professional_Maureen"
        },
        {
            "type": "Book",
            "title": "Tintin, c'est l'aventure",
            "publisher": "GEO - Éditions Moulinsart",
            "date": "December 13, 2023",
            "description": "A special edition of the quarterly magazine Tintin, c'est l'aventure launched in France, Belgium and Luxembourg on 13 December 2023. The new issue invites readers to join Tintin on a fact-packed journey of space exploration, with features, interviews and activities focused on real-life space missions. This new adventure for Tintin and his friends is the most recent product of a long cooperation between ESA and the magazine's publishers Prisma Press, Geo magazine and Éditions Moulinsart.",
            "link": "https://www.esa.int/About_Us/Branding_and_Partnerships/Tintin_s_new_adventures_in_space"
        },
        {
            "type": "Article Paper",
            "title": "SROnto: An ontology describing the space resources domain",
            "publisher": "Luxembourg Institute of Science and Technology, European Space Research and Technology Centre",
            "date": "May 5, 2022",
            "description": "The growing interest for space resources by international governments, space agencies, and the private sector, generates a vast and dynamic amount of heterogeneous data, information, and knowledge as reflected in the number of scientific publications, patents, reports, and even news and reports regularly published in different medias. These are centralized via a recently launched Knowledge Sharing Platform that allows to federate the space resources community. The Space Resources Ontology (SROnto) that is described here, is at the heart of this platform since it drives the integration of knowledge into this platform but also support knowledge extraction and management. In this paper, we explain the various steps we have followed to conceptualize, formalize, validate and maintain the ontology over time as well as other important aspects such as its potential impact to become a standard for the community. We further pay a particular attention to the FAIR principles and their incidence on SROnto.",
            "link": "https://www.sciencedirect.com/science/article/abs/pii/S0169023X24000107?via%3Dihub"
        },
        {
            "type": "Master Thesis",
            "title": "Towards a tokenization of carbon credits: an application of blockchain technology to emission trading system",
            "publisher": "Tilburg University, Turku School of Economics, IAE Aix Marseille",
            "date": "June 3, 2019",
            "description": "Across the world, climate change is today one of the most major challenges of our time. Against it, several initiatives have been developed. One of them has the goal to cope with polluting emissions released into the atmosphere: The Emission Trading System. However, its success is threatened by several difficulties: frauds, lack of transparency, absence of standards and so on. All of these factors restrain Emissions Trading Systems to efficiently reduce global carbon footprint. This study investigates the potential of blockchain technology features applied the infrastructure of an emission trading system. In this perspective, this master thesis intends to demonstrate how blockchain can favor Emission Trading System mechanisms and prevent fraud issues from occurring. Analysis through surveys and semi structured interviews among experienced professionals have been realized in order to demonstrate and evaluate the feasibility of the designed system.",
            "link": "https://www.utupub.fi/handle/10024/148087"
        }
    ]
}